Revit 2023 API
GroupTypeId.Forces Property
 "Forces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Forces { get; }
Visual Basic
Public Shared ReadOnly Property Forces As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Forces {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace